Revit 2027 API
ParameterTypeId.PlacementBottom Property
 "Bottom"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PlacementBottom { get; }
Public Shared ReadOnly Property PlacementBottom As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PlacementBottom {
	ForgeTypeId^ get ();
}
static member PlacementBottom : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace